Repository: GerardKessler/ffTools
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: fr, tr, uk

source: El formato de la cadena no es válido
fr: Le format de la chaîne n'est pas valide
tr: Geçersiz dize biçimi
uk: Неправильний формат рядка

source: Comandos desactivados
fr: Commandes désactivées
tr: Komutlar devre dışı
uk: Команди вимкнено

source: Error en la conexión. Por favor compruebe su conexión a internet y vuelva a intentarlo en unos minutos
fr: Erreur de connexion. Veuillez vérifier votre connexion Internet et réessayer dans quelques minutes
tr: Bağlantı hatası. Lütfen internet bağlantınızı kontrol edin ve birkaç dakika sonra tekrar deneyin.
uk: Помилка з'єднання. Будь ласка, перевірте підключення до Інтернету та повторіть спробу через кілька хвилин

source: Es necesario descargar los binarios de FFMPEG. ¿Quieres hacerlo ahora?
fr: Il est nécessaire de télécharger les binaires de FFMPEG. Voulez-vous le faire maintenant ?
tr: FFMPEG ikili dosyalarını indirmeniz gerekiyor. Şimdi indirmek ister misiniz?
uk: Вам потрібно завантажити двійкові файли FFMPEG. Ви хочете зробити це зараз?

source: Importante:
fr: Important:
tr: Uyarı:
uk: Важливо:

source: El proceso ha finalizado correctamente
fr: Le processus s'est terminé avec succès
tr: İşlem başarıyla tamamlandı
uk: Процес успішно завершено

source: Activa la capa de comandos (f, modificación de formato. c, modificación de velocidad y corte. l, conversión por lotes)
fr: Active les commandes en couche (f, modification du format. c, modification de vitesse et coupe. l, conversion par lots)
tr: Komut katmanını etkinleştirir (f, format değişikliği. c, hız ve kesim değişikliği. l, toplu dönüştürme)
uk: Активує шар команд (f, зміна формату. c, зміна швидкості та зрізу. l, пакетне перетворення).

source: Comandos activados
fr: Commandes activées
tr: Komutlar etkinleştirildi
uk: Команди активовано

source: Conversión por lotes
fr: Conversion par lots
tr: Toplu dönüştürme
uk: Пакетне перетворення

source: Activa la previsualización del archivo de audio o video con el foco
fr: Active la prévisualisation du fichier audio ou vidéo focalisé
tr: Odaklanmış ses veya video dosyasının önizlemesini etkinleştirir
uk: Активує попередній перегляд аудіо- або відеофайлу у фокусі

source: {} porciento
fr: {} pourcent
tr: {} yüzde
uk: {} відсотків

source: Hubo un error durante la conversión: {}
fr: Il y a eu une erreur pendant la conversion: {}
tr: Dönüştürülürken bir hata oluştu: {}
uk: Під час перетворення сталася помилка: {}

source: La conversión ha finalizado correctamente
fr: La conversion s'est terminée avec succès
tr: Dönüştürme başarıyla tamamlandı
uk: Перетворення успішно завершено

source: Nombre del archivo saliente
fr: Nom de fichier sortant
tr: Kaynak dosyanın adı
uk: Ім'я вихідного файлу

source: Formato a convertir
fr: Format à convertir
tr: Dönüştürülecek dosya biçimi
uk: Формат для перетворення

source: Normalizar el volúmen de audio
fr: Normaliser le volume audio
tr: Ses seviyesini normalleştir
uk: Нормалізувати гучність аудіо

source: Volúmen de salida
fr: Volume de sortie
tr: Ses değeri
uk: Гучність виводу

source: Bitrate. Valor original: {}
fr: Bitrate. Valeur originale: {}
tr: Bit değeri. Orijinal değer: {}
uk: Бітрейт. Початкове значення: {}

source: &Aplicar
fr: &Appliquer
tr: &Uygula
uk: &Застосувати

source: &Cancelar
fr: Ann&uler
tr: İpta&l
uk: &Скасувати

source: El nombre y formato de salida coinciden
fr: Le nom et le format de sortie coïncide
tr: Çıktı adı ve biçim eşleşmesi
uk: Ім'я та формат вихідного файлу збігаються

source: Proceso Cancelado
fr: Processus annulé
tr: işlem iptal edildi
uk: Процес скасовано

source: Modificar la velocidad del archivo
fr: Modifier la vitesse du fichier
tr: Dosya hızını değiştir
uk: Змінити швидкість файлу

source: Velocidad de salida
fr: Vitesse de sortie
tr: Çıkış hızı
uk: Вихідна швидкість

source: porciento más
fr: pour cent de plus
tr: yüzde daha fazla
uk: відсотків більше

source: porciento menos
fr: pour cent de moins
tr: yüzde daha az
uk: відсотків менше

source: doble tempo
fr: double temps
tr: çift hız
uk: подвійна швидкість

source: Tempo actual
fr: Temps actuel
tr: Geçerli hız
uk: Поточна швидкість

source: mitad de tempo
fr: mi-temps
tr: Yarı hız
uk: напівшвидко

source: Corte inicial
fr: Coupe initiale
tr: ilk kesim
uk: Початковий зріз

source: Corte final- Tiempo total; {}
fr: Coupe finale- Temps total; {}
tr: Son sürüm - Toplam süre; {}
uk: Остаточна версія - Загальний час; {}

source: La conversión ha finalizado correctamente.
fr: La conversion s'est terminée avec succès.
tr: Dönüştürme başarıyla tamamlandı.
uk: Перетворення успішно завершено.

source: Ruta de carpeta
fr: Chemin du dossier
tr: klasör yolu
uk: Шлях до папки

source: &Examinar
fr: &Parcourir
tr: &Gözat
uk: &Вибрати папку

source: Bitrate de audio
fr: Bitrate audio
tr: Ses bit değeri
uk: Бітрейт аудіо

source: convertidos
fr: convertis
tr: dönüştürülmüş
uk: перетворений

source: Proceso finalizado correctamente
fr: Processus terminé avec succès
tr: İşlem başarıyla tamamlandı
uk: Процес успішно завершено

source: Seleccionar la carpeta con los archivos a convertir
fr: Sélectionner le dossier avec les fichiers à convertir
tr: Dönüştürülecek dosyaların bulunduğu klasörü seçin
uk: Виберіть папку з файлами для перетворення

source: ffTools
tr: ffAraçları

source: Conjunto de herramientas del programa ffmpeg para el tratamiento de archivos multimedia
fr: Ensemble d'outils du programme ffmpeg pour le traitement des fichiers multimédias
tr: Multimedya dosyalarını işlemek için ffmpeg programının araç kümesi
uk: Набір інструментів програми ffmpeg для роботи з мультимедійними файлами
